<?php
// +----------------------------------------------------------------------
// | SentCMS [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2013 http://www.tensent.cn All rights reserved.
// +----------------------------------------------------------------------
// | Author: molong <molong@tensent.cn> <http://www.tensent.cn>
// +----------------------------------------------------------------------

return array(
    //接口错误码返回值对应中文提示
    'MESSAGES' => [
        '101' => '用户名不存在',
        '102' => '密码错误',
        '103' => '登录已过期',
        '104' => '用户未登录',
        '105' => '昵称已存在',
        '106' => '该手机号已注册',
        '108' => '发送验证码次数过多，请明天再试',
        '109' => '验证码错误',
        '110' => '昵称含有屏蔽词',
        '111' => '手机号不合法',
        '113' => '发送验证码失败',
        '201' => '用户不存在',
        '202' => '用户已注册',
        '223' => '出现相同身份',
        '225' => '大V验证中，请稍等',
        '226' => '大V已验证',
        '5005' => '输入内容不能为空',
    ],
);