<?php
// +----------------------------------------------------------------------
// | SentCMS [ WE CAN DO IT JUST THINK IT ]
// +----------------------------------------------------------------------
// | Copyright (c) 2013 http://www.tensent.cn All rights reserved.
// +----------------------------------------------------------------------
// | Author: molong <molong@tensent.cn> <http://www.tensent.cn>
// +----------------------------------------------------------------------

// 直播间分享页广告视频配置
return array(
    'SHARE_VIDEO' => array(
        '0' => 'http://img.imay.com/20161117130418.mp4',
        '1' => 'http://img.imay.com/20161117130418.mp4',
        '2' => 'http://img.imay.com/20161117130418.mp4',
    ),
);